Repository: izy296/XpertMobileXamarin
Catalog: XpertMobileApp/XpertMobileApp/MultilingualResources/XpertMobileApp.*.xlf
Languages: ar

# lp_btn_Login
source: Connexion
ar: تسجيل الدخول

# lp_lbl_PassWord
source: Mot de passe
ar: كلمة المرور

# lp_lbl_UserName
source: Nom d'utilisateur
ar: إسم المستخدم

# sp_btn_SaveSettings
source: Enregistrer
ar: حفظ

# sp_lbl_ConnexionInfos
source: Informations de connexion
ar: معلومات السرفر المركزي

# sp_lbl_PortNumber
source: Port
ar: رفم المنفذ

# sp_lbl_SelectLanguage
source: Langage
ar: اللغة

# sp_lbl_ServerName
source: Serveur
ar: عنوان السرفر

# sp_btn_TestConnection
source: Tester la connexion
ar: اختبار الاتصال

# pn_About
source: À propos
ar: حول التطبيق

# pn_Analyses
source: Analyses
ar: تحاليل

# pn_encaissement
source: Trésorerie
ar: الخزينة

# pn_home
source: Accueil
ar: الرئيسية

# alrt_msg_Cancel
source: Cancel
ar: خروج

# alrt_msg_ConnectionError
source: Connexion échoué veullez vérifier les informations du serveur
ar: تعذر الوصول للخدمة

# alrt_msg_ConnectionSucces
source: Connexion établie avec succes
ar: تم الاتصال بنجاح

# alrt_msg_MissingServerInfos
source: Veuillez renseigner les informations du serveur
ar: يرجى ملء معلومات الخادم

# alrt_msg_Ok
source: Ok
ar: نعم

# alrt_msg_SaveSettings
source: Voulez-vous enregistrer la configuration
ar: هل تريد حفظ الإعدادات

# alrt_msg_SettingsSaved
source: La configuration a été enregistrées avec succès
ar: تم حفظ الإعدادات بنجاح

# alrt_msg_title_Settings
source: Configuration
ar: الإعدادات

# abtp_lbl_AppDescription
source: , elle vous permet d'accéder a vos informations rapidement là ou vous soyez
ar: يتيح لك الوصول إلى معلوماتك بسرعة أينما كنت

# abtp_lbl_DevelopedBy
source: Application développé par
ar: تم تطوير التطبيق من قبل

# abtp_lbl_LearnMore
source: En savoir plus ..
ar: اقرأ المزيد ..

# alrt_msg_Alert
source: Alerte
ar: تحذير

# app_speech_Hello
source: Bonjour
ar: مرحبا

# lp_Login
source: Login
ar: تسجيل الدخول

# lp_login_WrongAcces
source: Nom d'utilisateur ou mot de passe incorrect!
ar: إسم المستخدم أو كلمة المرور خاطئة!

# btn_Close
source: Fermer
ar: خروج

# DESIGN_COMPTE
source: Compte
ar: الحساب

# DATE_ENCAISS
source: Date
ar: التاريخ

# DESIGN_MOTIF
source: Motif
ar: السبب

# NOM_TIERS
source: Tiers
ar: المتعامل

# TOTAL_ENCAISS
source: Total encaissé
ar: المبلغ الإجمالي

# msg_EnterTheAmount
source: Entrer le montant s'il vous plaît
ar: يرجى إدخال المبلغ

# CODE_COMPTE
source: Compte
ar: الحساب

# CODE_MOTIF
source: Motif
ar: السبب

# CODE_TIERS
source: Tiers
ar: المتعامل

source: Solde tiers
ar: ميزان المتعامل

# cmd_Add
source: Ajouter
ar: إضافة

# cmd_Cancel
source: Annuler
ar: خروج

# cmd_Delete
source: Supprimer
ar: حذف

# cmd_Save
source: Enregistrer
ar: حفظ

# cmd_Update
source: Modifier
ar: تعديل

# txt_Compte
source: Compte
ar: الحساب

# txt_Decaiss
source: Décaissement
ar: إنفاق

# txt_Encaiss
source: Encaissement
ar: صرف

# txt_Today
source: Aujourd'hui
ar: اليوم

# txt_User
source: Utilisateur
ar: المستخدم

# txt_UserSession
source: Session
ar: الدورة

# txt_Day
source: Jour
ar: اليوم

# txt_Month
source: Mois
ar: الشهر

# txt_Week
source: Semaine
ar: الأسبوع

# txt_Year
source: Année
ar: السنة

# txt_All
source: Tous
ar: الكل

# msg_Confirmation
source: Confirmation
ar: تأكيد

# msg_DeleteConfirmation
source: Voulez-vous vraiment supprimer cet élément ?
ar: متأكد من حذف هذا العنصر؟

# cmd_Filter
source: Filtre
ar: تصفية

# txt_Filter
source: Filtrer
ar: تصفية

# txt_EndDate
source: Date fin
ar: تاريخ الانتهاء

# txt_StartDate
source: Date début
ar: تاريخ البداية

# txt_MarginsByseller
source: Marges par vendeur
ar: إجمالي الهوامش لكل البائع

# txt_SalesBySeller
source: Ventes par vendeur
ar: إجمالي المبيعات لكل البائع

# ph_seachedtxt
source: Rechercher ....
ar: بحث ...

# cmd_SelectElement
source: Sélectionner
ar: اختيار

# cmd_seach
source: Chercher
ar: بحث

# cmd_Disconnect
source: Déconnexion
ar: تسجيل الخروج

# txt_TotalMarginBySeler
source: Total marges par vendeur
ar: إجمالي الهوامش لكل البائع

# txt_TotalSalesBySeler
source: Total ventes par vendeur
ar: إجمالي المبيعات لكل البائع

# txt_Margin
source: Marges
ar: هوامش الربح

# txt_Sales
source: Ventes
ar: مبيعات

# txt_Seler
source: Vendeur
ar: بائع

# error_ThirdNotEmpty
source: Veuillez sélectionner un tiers
ar: يرجى اختيار المتعامل

# error_AccountNotEmpty
source: Veuillez sélectionner un compte
ar: يرجى اختيار الحساب

# alrt_msg_CantTestConnexionSettings
source: Erreur lors de la tentative de connexion
ar: خطأ أثناء محاولة الاتصال

# err_msg_badConnexionUrl
source: L'url de connexion est incorrecte
ar: عنوان الخدمة المستعمل لتسجيل الدخول غير صحيح

# err_msg_IncorrectLoginInfos
source: Veuillez vérifier les informations d'authentification
ar: يرجى التحقق من معلومات المصادقة

# err_msg_loadingDataError
source: Erreur de chargement de données
ar: خطأ في تحميل البيانات

# txt_Comptes
source: Comptes
ar: الحساب

# txt_Encaissments
source: Encaissements
ar: صرف

# txt_ShouldUpdateVersion
source: Veuillez procéder a la mise à jour de vote application pour pouvoir continuer a l'utiliser
ar: يرجى تثبيت النسخة الجديدة للتطبيق

# txt_UpdateVersion
source: Mettre à jour
ar: تحديث

# sp_lbl_ServiceName
source: Url du service
ar: رابط الخدمة

# txt_Loading
source: Chargement ...
ar: تحميل ...

# pn_Activation
source: Activation
ar: تفعيل

# pn_Login
source: Authentification
ar: تسجيل الدخول

# lp_btn_Activate
source: Activer
ar: تفعيل

# lp_lbl_ClientId
source: Identifiant client
ar: معرف العميل

# lp_lbl_UserEemail
source: Email
ar: بريد

# lp_ph_ClientId
source: Identifiant client
ar: معرف العميل

# lp_ph_UserEemail
source: Email
ar: بريد

# msg_ActivationSucces
source: L'activation de votre licence s'est éffectué avec succes, vous pouvez désormais utiliser votre application.
ar: اكتمل تنشيط الترخيص الخاص بك بنجاح ، يمكنك الآن استخدام التطبيق الخاص بك.

# InvalidDevice
source: Cette licence est généré pour un autre appareil
ar: تم إنشاء هذا الترخيص لجهاز آخر

# msg_Licence_Cracked
source: Vous utilisez une licence crackée
ar: أنت تستخدم ترخيصًا غير مرخص به

# msg_Licence_Expired
source: Votre licence a expiré, vous devez réactiver votre application
ar: انتهت صلاحية الترخيص الخاص بك ، يجب إعادة تنشيط طلبك

# msg_Licence_NotActivated
source: Votre application n'est pas encore activée, veuillez procéder a son activation.
ar: التطبيق غير مفعل, يرجى ملأ الاستمارة لتفعيله.

# alrt_msg_MissingDeviceInfos
source: Vous devez autoriser l'application a accéder aux informations de votre appareil pour pouvoir vous identifier et vous permettre d'activer votre licence.
ar: يجب عليك السماح للتطبيق بالوصول إلى معلومات جهازك لتحديد هويتك والسماح لك بتفعيل الترخيص الخاص بك.

# lp_lbl_UserPhone
source: Téléphone
ar: هاتف

# lp_ph_UserPhone
source: Téléphone
ar: هاتف

# Exception_errMsg_20
source: L'option demandé n'est pas disponible dans votre licence
ar: الخيار المطلوب غير متوفر في الترخيص الخاص بك

# Exception_errMsg_21
source: Client avec produit concerné non existant
ar: زالزبون أن المنتوج المطلوب غير متوفر في حسابكم

# Exception_errMsg_22
source: Nombre de licences expiré
ar: عدد تراخيص التطبيق نفذت في حسابكم

# Exception_errMsg_23
source: Vous êtes déjà enregistré
ar: تم تسجيلك من قبل

# msg_ExpireOn
source: Expire le
ar: تنتهي في

# sp_lbl_LicenceInfos
source: Information sur la licence
ar: معلومات الترخيص

# sp_btn_RemoveLicence
source: Désactiver la licence
ar: تعطيل الترخيص

# alrt_msg_CondifirmDesactivateLicence
source: Si vous désactivé votre licence vous ne pourrez plus l'utiliser jusqu'a sa reactivation, voulez vous continuer ?
ar: إذا قمت بإلغاء الترخيص الخاص بك ، فلن تتمكن من استخدامه حتى إعادة تنشيطه ، فهل تريد المتابعة؟

# Exception_errMsg_31
source: Votre licence a déjà été désactivé!
ar: تم تعطيل الترخيص الخاص بك!

# Exception_errMsg_32
source: Nous n'avons pas pu trouver votre licence!
ar: لم نتمكن من العثور على ترخيصك!

# msg_DeactivationSucces
source: La désactivation de votre licence s'est déroulé avec succes.
ar: لقد تم إلغاء تنشيط الترخيص الخاص بك بنجاح.

# pn_Ventes
source: Ventes
ar: مبيعات

# txt_Details
source: Détails
ar: تفاصيل

# txt_header
source: Entête
ar: معلومات المستند

# txt_Client
source: Client
ar: الزبون

# pn_Tiers
source: Tiers
ar: المتعاملين

# txt_Famille
source: Famille
ar: الفئة

# txt_Types
source: Type
ar: النوع

# pn_Produits
source: Produits
ar: المنتوجات

# txt_Arrivage
source: Arrivage
ar: القادم

# txt_Qte
source: Qté
ar: الكمية

# txt_QteMin
source: Qté Min
ar: أقل كمية

# txt_Rotation
source: Rotation
ar: الدوران

# txt_Lots
source: Lots
ar: الدفعة

# txt_Product
source: Produit
ar: المنتوج

# txt_Prix
source: Prix
ar: ثمن

# txt_Ref
source: Réf
ar: المرجع

# txt_Acommande
source: A Cmdé
ar: شراء

# txt_CovredDays
source: Couverts
ar: التغطية

# pn_RfidScan
source: Rfid scan
ar: المسح الآرفيلد

# txt_MANQUANTS
source: Manquants
ar: الناقصة

# sp_btn_SaveRfid
source: Enregistrer
ar: حفظ

# txt_QTE_VENTE
source: Vendu
ar: المباعة

# txt_InfosProdNbrDaysAnalysed
source: Infos collectées au cours des 30 derniers jours
ar: المعلومات تم جمعها في آخر 30 يومًا

# pn_rfid_inventaire
source: Inventaire RFID
ar: جرد RFID

# pn_Manquants
source: Manquants
ar: المفقودة

# txt_Search
source: Recherche
ar: بحث

# alrt_msg_multiLotForCodeBarre
source: Il y a plusieurs lots pour ce code à barres !
ar: هناك الكثير من الحزم لهذا الباركود!

# txt_Typesproduct
source: Type de produit
ar: نوع المنتوج

# txt_CA
source: Chiffre d'affaires
ar: حجم الأعمال

# Alrt_failInitRFID_Reader
source: L'initialisation du lecteur RFID a échoué!
ar: فشلت تهيئة قارئ RFID!

# Alert_Deplicatrd_Rfid_Tages
source: L'une des Tags scannée est déjà affectées a un lots !
ar: أحد العلامات الممسوحة ينتمي إلى حزمة موجودة!

# alrt_msg_NotFondLotFromCodeBarre
source: Pas de lot correspondants a ce code à barre !
ar: هذا الرمز الشريطي لا يرمز إلى أي حزمة!

# btn_Clear_Text
source: Effacer
ar: حذف

# btn_Filter_RFID_Text
source: Config
ar: اعدادات

# btn_scanCodeBarre
source: Scanner Code à barre
ar: مسح الرمز الشريطى

# btn_scan_Rfid_Text
source: Balayage
ar: مسح

# btn_Stop_Scan_Rfid
source: Arréter
ar: توقف

# btn_Trait_Rfids_text
source: Traitement
ar: معالجة

# lbl_Continues_scan_RFID
source: Continue
ar: استمرار

# lbl_DateInventqire_Text
source: Date :
ar: التاريخ :

# lbl_lot_txt
source: Lot.
ar: الحزمة.

# lbl_NumInventaire
source: Num inventaire :
ar: رقم المخزون :

# alrt_notOpenInventary_Text
source: Pas d'inventaire ouvert !
ar: لا توجد عملية جرد مفتوحة !

# pn_Commandes
source: Commandes clients
ar: الطلبات
