Repository: izy296/XpertMobileXamarin
Catalog: XpertMobileApp/XpertMobileApp/AppResources.*.resx
Languages: ar

# lp_btn_Login
source: Login
ar: تسجيل الدخول

# lp_lbl_PassWord
source: Password
ar: كلمة المرور

# lp_lbl_UserName
source: UserName
ar: إسم المستخدم

# sp_btn_SaveSettings
source: Save
ar: حفظ

# sp_lbl_ConnexionInfos
source: Connection informations
ar: معلومات السرفر المركزي

# sp_lbl_PortNumber
source: Port
ar: رفم المنفذ

# sp_lbl_SelectLanguage
source: Language
ar: اللغة

# sp_lbl_ServerName
source: Server
ar: عنوان السرفر

# sp_btn_TestConnection
source: Test the connection
ar: اختبار الاتصال

# pn_About
source: About
ar: حول التطبيق

# pn_Analyses
source: Analyzes
ar: تحاليل

# pn_encaissement
source: Treasury
ar: الخزينة

# pn_home
source: Home
ar: الرئيسية

# alrt_msg_Cancel
source: Cancel
ar: خروج

# alrt_msg_ConnectionError
source: Service not reachable
ar: تعذر الوصول للخدمة

# alrt_msg_ConnectionSucces
source: Connection successfully established
ar: تم الاتصال بنجاح

# alrt_msg_MissingServerInfos
source: Please fill in the server informations
ar: يرجى ملء معلومات الخادم

# alrt_msg_Ok
source: Ok
ar: نعم

# alrt_msg_SaveSettings
source: Do you ant to save the settings
ar: هل تريد حفظ الإعدادات

# alrt_msg_SettingsSaved
source: Settings saved with succes
ar: تم حفظ الإعدادات بنجاح

# alrt_msg_title_Settings
source: Settings
ar: الإعدادات

# abtp_lbl_AppDescription
source: , it allows you to access your informations quickly where you are
ar: يتيح لك الوصول إلى معلوماتك بسرعة أينما كنت

# abtp_lbl_DevelopedBy
source: Application developed by
ar: تم تطوير التطبيق من قبل

# abtp_lbl_LearnMore
source: Learn more ..
ar: اقرأ المزيد ..

# alrt_msg_Alert
source: Alert
ar: تحذير

# app_speech_Hello
source: Hello
ar: مرحبا

# lp_Login
source: Login
ar: تسجيل الدخول

# lp_login_WrongAcces
source: Username or password incorrect!
ar: إسم المستخدم أو كلمة المرور خاطئة!

# btn_Close
source: Close
ar: خروج

# DESIGN_COMPTE
source: Account
ar: الحساب

# DATE_ENCAISS
source: Date:
ar: التاريخ

# DESIGN_MOTIF
source: Reason
ar: السبب

# NOM_TIERS
source: Third
ar: المتعامل

# TOTAL_ENCAISS
source: Total cashed
ar: المبلغ الإجمالي

# msg_EnterTheAmount
source: Please enter the amount
ar: يرجى إدخال المبلغ

# CODE_COMPTE
source: Account
ar: الحساب

# CODE_MOTIF
source: Reason
ar: السبب

# CODE_TIERS
source: Third
ar: المتعامل

# SOLDE_TIERS
source: Balance third
ar: ميزان المتعامل

# cmd_Add
source: Add
ar: إضافة

# cmd_Cancel
source: Cancel
ar: خروج

# cmd_Delete
source: Delete
ar: حذف

# cmd_Save
source: Save
ar: حفظ

# cmd_Update
source: Update
ar: تعديل

# txt_Compte
source: Account
ar: الحساب

# txt_Decaiss
source: Disbursement
ar: إنفاق

# txt_Encaiss
source: Receipt
ar: صرف

# txt_Today
source: Today
ar: اليوم

# txt_User
source: User
ar: المستخدم

# txt_UserSession
source: Session
ar: الدورة

# txt_Day
source: Day
ar: اليوم

# txt_Month
source: Month
ar: الشهر

# txt_Week
source: Week
ar: الأسبوع

# txt_Year
source: Year
ar: السنة

# txt_All
source: All
ar: الكل

# msg_Confirmation
source: Confirmation
ar: تأكيد

# msg_DeleteConfirmation
source: Are you sure you want to delete this item?
ar: متأكد من حذف هذا العنصر؟

# cmd_Filter
source: Filter
ar: تصفية

# txt_Filter
source: Filtrer
ar: تصفية

# txt_EndDate
source: End date
ar: تاريخ الانتهاء

# txt_StartDate
source: Start date
ar: تاريخ البداية

# txt_MarginsByseller
source: Margins by seller
ar: إجمالي الهوامش لكل البائع

# txt_SalesBySeller
source: Sales by seller
ar: إجمالي المبيعات لكل البائع

# ph_seachedtxt
source: Search ...
ar: بحث ...

# cmd_SelectElement
source: Select
ar: اختيار

# cmd_seach
source: Search
ar: بحث

# cmd_Disconnect
source: Sign Out
ar: تسجيل الخروج

# txt_TotalMarginBySeler
source: Total margins by seller
ar: إجمالي الهوامش لكل البائع

# txt_TotalSalesBySeler
source: Total sales by seller
ar: إجمالي المبيعات لكل البائع

# txt_Margin
source: Margins
ar: هوامش الربح

# txt_Sales
source: Sales
ar: مبيعات

# txt_Seler
source: Seller
ar: بائع

# error_ThirdNotEmpty
source: Please select a third
ar: يرجى اختيار المتعامل

# error_AccountNotEmpty
source: Please select an account
ar: يرجى اختيار الحساب

# alrt_msg_CantTestConnexionSettings
source: Error while trying to connect
ar: خطأ أثناء محاولة الاتصال

# err_msg_badConnexionUrl
source: The login URL is incorrect
ar: عنوان الخدمة المستعمل لتسجيل الدخول غير صحيح

# err_msg_IncorrectLoginInfos
source: Please check your credentials
ar: يرجى التحقق من معلومات المصادقة

# err_msg_loadingDataError
source: Error loading data
ar: خطأ في تحميل البيانات

# txt_Comptes
source: Accounts
ar: الحساب

# txt_Encaissments
source: Receipts
ar: صرف

# txt_ShouldUpdateVersion
source: Please update your application to continue using it
ar: يرجى تثبيت النسخة الجديدة للتطبيق

# txt_UpdateVersion
source: Update
ar: تحديث

# sp_lbl_ServiceName
source: Service url
ar: رابط الخدمة

# txt_Loading
source: Loading ...
ar: تحميل ...

# pn_Activation
source: Activation
ar: تفعيل

# pn_Login
source: Authentication
ar: تسجيل الدخول

# lp_btn_Activate
source: Activate
ar: تفعيل

# lp_lbl_ClientId
source: Customer ID
ar: معرف العميل

# lp_lbl_UserEemail
source: Email
ar: بريد

# lp_ph_ClientId
source: Customer ID
ar: معرف العميل

# lp_ph_UserEemail
source: Email
ar: بريد

# msg_ActivationSucces
source: Activation of your license has been successfully completed, you can now use your application.
ar: اكتمل تنشيط الترخيص الخاص بك بنجاح ، يمكنك الآن استخدام التطبيق الخاص بك.

# InvalidDevice
source: This license is generated for another device
ar: تم إنشاء هذا الترخيص لجهاز آخر

# msg_Licence_Cracked
source: You are using a cracked license
ar: أنت تستخدم ترخيصًا غير مرخص به

# msg_Licence_Expired
source: Your license has expired, you must reactivate your application
ar: انتهت صلاحية الترخيص الخاص بك ، يجب إعادة تنشيط طلبك

# msg_Licence_NotActivated
source: Your application is not yet activated, please fill in the following form to activate your application.
ar: التطبيق غير مفعل, يرجى ملأ الاستمارة لتفعيله.

# alrt_msg_MissingDeviceInfos
source: You must allow the app to access your device information to identify you and allow you to activate your license.
ar: يجب عليك السماح للتطبيق بالوصول إلى معلومات جهازك لتحديد هويتك والسماح لك بتفعيل الترخيص الخاص بك.

# lp_lbl_UserPhone
source: Phone
ar: هاتف

# lp_ph_UserPhone
source: Phone
ar: هاتف

# Exception_errMsg_20
source: The requested option is not available in your license
ar: الخيار المطلوب غير متوفر في الترخيص الخاص بك

# Exception_errMsg_21
source: Customer or relevant product does not exist
ar: زالزبون أن المنتوج المطلوب غير متوفر في حسابكم

# Exception_errMsg_22
source: Number of licenses expired
ar: عدد تراخيص التطبيق نفذت في حسابكم

# Exception_errMsg_23
source: You are already registered
ar: تم تسجيلك من قبل

# msg_ExpireOn
source: Expires on
ar: تنتهي في

# sp_lbl_LicenceInfos
source: License Information
ar: معلومات الترخيص

# sp_btn_RemoveLicence
source: Disable license
ar: تعطيل الترخيص

# alrt_msg_CondifirmDesactivateLicence
source: If you deactivate your license you will not be able to use it until its reactivation, do you want to continue?
ar: إذا قمت بإلغاء الترخيص الخاص بك ، فلن تتمكن من استخدامه حتى إعادة تنشيطه ، فهل تريد المتابعة؟

# Exception_errMsg_31
source: Your license has already been disabled!
ar: تم تعطيل الترخيص الخاص بك!

# Exception_errMsg_32
source: We could not find your license!
ar: لم نتمكن من العثور على ترخيصك!

# msg_DeactivationSucces
source: The deactivation of your license has been successful.
ar: لقد تم إلغاء تنشيط الترخيص الخاص بك بنجاح.

# pn_Ventes
source: Sales
ar: مبيعات

# txt_Details
source: Details
ar: تفاصيل

# txt_header
source: Heading
ar: معلومات المستند

# txt_Client
source: Customer
ar: الزبون

# pn_Tiers
source: Thrid
ar: المتعاملين

# txt_Famille
source: Category
ar: الفئة

# txt_Types
source: Type
ar: النوع

# pn_Produits
source: Products
ar: المنتوجات

# txt_Arrivage
source: Arrival
ar: الوارد

# txt_Qte
source: Qte Product
ar: كمية المنتج

# txt_QteMin
source: QMin
ar: أقل كمية

# txt_Rotation
source: Rotation
ar: الدوران

# txt_Lots
source: Lots
ar: الدفعة

# txt_Product
source: Product:
ar: المنتوج

# txt_Prix
source: Price
ar: ثمن

# txt_Ref
source: Ref
ar: المرجع

# txt_Acommande
source: To order
ar: شراء

# txt_CovredDays
source: Covered
ar: التغطية

# pn_RfidScan
source: Rfid scan
ar: المسح الآرفيلد

# txt_MANQUANTS
source: Missing
ar: الناقصة

# sp_btn_SaveRfid
source: Save
ar: حفظ

# txt_QTE_VENTE
source: Sold
ar: المباعة

# txt_InfosProdNbrDaysAnalysed
source: Informations collected during the last 30 days
ar: المعلومات تم جمعها في آخر 30 يومًا

# pn_rfid_inventaire
source: RFID inventory
ar: جرد RFID

# pn_Manquants
source: Missing
ar: المفقودة

# txt_Search
source: Search
ar: بحث

# alrt_msg_multiLotForCodeBarre
source: there are several lots for this barcode!
ar: هناك الكثير من الحزم لهذا الباركود!

# txt_Typesproduct
source: Type of product
ar: نوع المنتوج

# txt_CA
source: Turnover
ar: حجم الأعمال

# Alrt_failInitRFID_Reader
source: Initialization of the RFID reader failed!
ar: فشلت تهيئة قارئ RFID!

# Alert_Deplicatrd_Rfid_Tages
source: One of the scanned tags is already assigned to a batch!
ar: أحد العلامات الممسوحة ينتمي إلى حزمة موجودة!

# alrt_msg_NotFondLotFromCodeBarre
source: No batch matches this bar code!
ar: هذا الرمز الشريطي لا يرمز إلى أي حزمة!

# btn_Clear_Text
source: Delete
ar: حذف

# btn_Filter_RFID_Text
source: Config
ar: اعدادات

# btn_scanCodeBarre
source: Scan Bar Code
ar: مسح الرمز الشريطى

# btn_scan_Rfid_Text
source: Scanning
ar: مسح

# btn_Stop_Scan_Rfid
source: Stop
ar: توقف

# btn_Trait_Rfids_text
source: Processing
ar: معالجة

# lbl_Continues_scan_RFID
source: Continue
ar: استمرار

# lbl_DateInventqire_Text
source: Date :
ar: التاريخ :

# lbl_lot_txt
source: Batch.
ar: الحزمة.

# lbl_NumInventaire
source: Num inventory :
ar: رقم المخزون :

# alrt_notOpenInventary_Text
source: No inventory open!
ar: لا توجد عملية جرد مفتوحة !

# pn_Commandes
source: Orders
ar: طلبات الزبائن

# txt_EcheanceDate
source: Due
ar: الاستحقاق

# txt_SelectRow
source: Select
ar: اختيار

# pn_NewCommande
source: New Order
ar: طلب جديد

# cmd_remove
source: Remove
ar: حذف

# pn_Catalogues
source: Catalog
ar: الفهرس

# txt_NewProduct
source: New
ar: جديد

# txt_Buy
source: Add to Cart
ar: إضافة إلى سلة

# txt_Immatriculation
source: Personnel Number
ar: رقم اللوحة

# txt_Date
source: What's the date today?
ar: التاريخ

# txt_Status
source: Status
ar: الحالة

# txt_EmballageEntree
source: Inputs
ar: الواردات

# txt_EmballageSortie
source: Output
ar: الخروج

# txt_EmballageVides
source: Blank
ar: (فراغات)

# txt_agri_Prix
source: Price
ar: السعر:

# pn_MyCommandes
source: My orders
ar: طلباتي

# txt_Waiting
source: Processing
ar: معالجة...

# txt_Centre
source: Center
ar: المركز

# txt_Mnt_Credits
source: Credits
ar: الرصيد

# txt_Mnt_Ecart
source: VARIANCE
ar: الفارق

# txt_Mnt_Retour
source: Back
ar: عودة

# pn_session
source: Rounds
ar: جلسات العمل

# tct_Type
source: Type name
ar: نوع

# txt_Categorie
source: Family
ar: العائلة

# txt_LastName
source: First Name
ar: الاسم

# txt_Name
source: Last Name
ar: اللقب

# txt_phone
source: Phone
ar: الهاتف

# txt_Productivite
source: Productivity
ar: الإنتاجية

# cmd_Verif
source: Checking
ar: يتم التحقق…

# pn_Tresorerie
source: Cash Flow
ar: المالية

# sp_lbl_Notifications
source: Notifications
ar: الإشعارات

# sp_lbl_Activate
source: Enabled
ar: ‏‏تم التنشيط

# pn_Settings
source: Setup
ar: الإعدادات

# txt_Solde
source: Balance
ar: الرصيد

# sys_prefix_add
source: configure the device
ar: تكوين الجهاز

# sys_prefix_get
source: Get your prefix
ar: احصل على البادئة الخاصة بك

# pn_Fournisseur
source: Supplier:
ar: الممون

# Exception_errMsg_34
source: CRM ID non valid !
ar: رقم الزبون غير متوفر

# Exception_errMsg_33
source: وصول للحد الأقصى لعدد الأجهزة
ar: Number of devices limit reached

# alrt_quit_Application
source: Do you want to exit the application ?
ar: هل تريد الخروج من التطبيق ؟

# exit_Button_No
source: No
ar: لا

# exit_Button_Yes
source: Yes
ar: نعم

# msg_ExitTitle
source: Confirm Exit
ar: تأكيد الخروج

# msg_ExitWarning
source: Are you sure you want to quit?
ar: هل أنت متأكد من أنك تريد الخروج؟

# txt_modification_message
source: Edit
ar: تم التغيير بنجاح

# txt_modification_message_url
source: Edit your Url
ar: قم بتعديل عنوان URL الخاص بك

# txt_modification_succee
source: Edition with success !
ar: التغيير ناجح

# txt_modification_url
source: Edit Url
ar: تعديل URL

# txt_Nv_Url
source: New Url
ar: URL جديد

# txt_suppression_message_url
source: You are deleting the service url
ar: أنت على وشك حذف الخدمة

# txt_supp_message_url
source: Deleted successful
ar: اكتمل الحذف بنجاح

# txt_supp_reussite
source: Delete successful !
ar: تم الحذف بنجاح!

# pn_Saissi
source: Entry by
ar: إدخال من طرف

# pn_Sortie
source: Outgoing Stock
ar: البضائع الصادرة

# alrt_msg_Erreur_Traitement_Requéte
source: Error processing request
ar: خطأ أثناء طلب معالجة

# alrt_msg_ManquantSaved
source: Validation successfully
ar: تم التحقق بنجاح

# alrt_msg_MissingMotif
source: Missing type cannot be empty!
ar: لا يمكن أن يكون نوع المفقود فارغا

# alrt_msg_MissingProduit
source: A product must be indicated in order to create a missing item!
ar: يجب الإشارة إلى منتج لإنشاء عنصر مفقود!

# alrt_msg_MissingQuantite
source: You must enter a quantity greater than zero for the shortage
ar: يجب إدخال كمية أكبر من الصفر للمفقود

# alrt_msg_title_Manquant
source: Validation
ar: فاعلية

# ph_Produit
source: Products
ar: منتجات

# txt_Annule
source: Cancel
ar: إلغاء

# txt_Motif
source: Pattern
ar: نمط

# txt_QteGenerique
source: Generic Quantity
ar: الكمية العامة

# txt_Quantite
source: Quantity
ar: كمية

# txt_Traite
source: Processed
ar: يعالج

# txt_Valider
source: Validate
ar: تأكيد

# txt_Saisi
source: Entered by
ar: أدخل بواسطة

# txt_AfficherStockMin
source: Show minimum stock
ar: عرض الحد الأدنى من المخزون

# alrt_msg_ConfirmAjoutManquant
source: This product is already automatically flagged as missing, do you want to continue?
ar: تم بالفعل تمييز هذا المنتج تلقائيًا على أنه مفقود ، هل تريد المتابعة؟

# lbl_modifier_url
source: Change your Url
ar: تغيير الرابط الخاص بك

# sp_ajout_url
source: Add new url
ar: أضف عنوان جديدًا

# sp_btn_ajouter
source: Add
ar: تضيف

# sp_btn_annuler
source: Cancel
ar: الغاء

# sp_btn_editer
source: Edit
ar: يحرر

# sp_lbl_titre
source: Title:
ar: :العنوان

# sp_lbl_url
source: url:
ar: :الرابط

# pn_TransfertDeFond
source: Fund Transfert
ar: تحويل الأموال

# txt_mssg_codeBarre_aucun_produits
source: There is no product with this Barcode
ar: لا يوجد منتج بهذا الباركود

# txt_mssg_codeBarre_p_produits
source: There is an error somewhere there are several products with the same Barcode
ar: يوجد خطأ في مكان ما يوجد العديد من المنتجات بنفس الرمز الشريطي

# lp_txt_alert_url_manquant
source: Missing url ! Please add a valid url.
ar: العنوان مفقود، الرجاء ادخال عنوان صحيح

# sp_txt_alert_modification
source: The list is empty ! Please insert a valid address.
ar: قائمة العنوانين فارغة، الرجاء ادخال عنوان صحيح

# sp_txt_alert_supression
source: The list is empty ! You can't delete an url.
ar: قائمة العناوين فارغة لا يمكنك الحدف

# txt_montant
source: Amount
ar: المقدار

# txt_Source
source: Source
ar: المصدر

# txt_comfirmation_ajout_virement
source: Transfer of funds completed successfully.
ar: تم تحويل الأموال بنجاح.

# txt_Destination
source: Destination
ar: الوجهة

# txt_mode_reg
source: Payment mode
ar: طريقة السداد

# txt_alert_code_motif
source: You have to select a pattern
ar: يجب عليك اختيار النمط

# txt_alert_comptedestination
source: You have to select a destination account
ar: يجب عليك اختيار حساب السمتقبل

# txt_alert_compte_source
source: You have to select a source account
ar: يجب عليك اختيار حساب المرسل

# txt_alert_montant
source: You have to enter an amount to transfer
ar: يجب عليك ادخال القيمة المراد تحويلها

# lbl_edit_transfert_de_fond
source: Edit funds transfert
ar: تغيير تحويل الأموال

# pp_label_labo
source: Lab
ar: مختبر

# pp_label_tags
source: Product Tags
ar: علامات المنتج

# pp_text_Rupture
source: Sold out
ar: نفاذ المخزون

# pp_text_sActive
source: Active
ar: نشيط

# pp_text_Service
source: Service
ar: خدمة

# pp_text_sInActive
source: Inactive
ar: عاطل

# pp_text_StockMinimum
source: Show Minimum Stock
ar: إظهار أدنى مخزون

# txt_Pts_Fidelites
source: Loyalty Points
ar: نقاط الولاء

# np_Alert_Delete
source: Delete
ar: حدف

# np_txt_alert_delete
source: All Notifications were deleted successfully
ar: كل الاشعارات تم حدفها

# np_txt_alert_Notification
source: All notifications have been successfully deleted
ar: تم حذف جميع الإخطارات بنجاح

# codebarre_corps_message
source: Enter a barcode
ar: أدخل الرمز الشريطي

# codebarre_error_corps_message
source: Barcode is empty
ar: الرمز الشريطي فارغ

# codebarre_titre_message
source: Barcode
ar: الرمز الشريطي

# lbl_MultiPrinter
source: Multiple Printers
ar: طابعات متعددة

# txt_Msg_List_Impremant_Ajout
source: Available printers list is empty
ar: قائمة الطابعات المتوفرة فارغة

# txt_Msg_List_Impremant_Vide
source: Printers list is empty
ar: قائمة الطابعات فارغة
